Repository: lardc/db_viewer
Catalog: SCME.Linker/Properties/Resources.*.resx
Languages: ru_ru

# Applicability
source: Element applicability {0} {1}
ru_ru: Применяемость ППЭ {0} {1}

source: Assembly
ru_ru: Сборка

source: Authenticate
ru_ru: Аутентифицировать

source: Authentication
ru_ru: Аутентификация

source: Create links between elements and packages
ru_ru: Формирование связей ППЭ-Корпус

source: Element
ru_ru: ППЭ

source: Element2
ru_ru: ППЭ2

# FalseToString
source: No
ru_ru: Нет

source: GroupName
ru_ru: ПЗ

source: GroupName is not valid
ru_ru: Обозначение ПЗ не корректно

# GroupNameNotSelected
source: GroupName not selected. Please select GroupName.
ru_ru: Сборочное ПЗ не выбрано. Пожалуйста выберите ПЗ.

# ListDataNotCreated
source: The data list was not created
ru_ru: Список данных не создан

# OldSerialNum
source: Old serial number
ru_ru: Старый серийный номер

# NewPackage
source: Package (new)
ru_ru: Корпус (стало)

# OldSerialNumIsNotFound
source: Old serial number is not found.
ru_ru: Старый серийный номер корпус не найден.

source: Operation error
ru_ru: Ошибка

source: Package
ru_ru: Корпус

source: Password
ru_ru: Пароль

# PasswordIncorrect
source: The password is incorrect
ru_ru: Неправильный пароль

# PasswordIsIncorrect
source: The password is incorrect or the DC user '{0}' does not exist
ru_ru: Введённый пароль неверен, либо пользователя DC '{0}' не существует

source: pieces
ru_ru: шт.

# QtyReleased
source: Quantity released by Job {0} {1}
ru_ru: Запущено по ПЗ {0} {1}

# RealisationError
source: Error in the implementation of '{0}'. Contact the developer
ru_ru: Ошибка в реализации '{0}'. Обратитесь к разработчику

# CreatedLinksTotal
source: Total links {0} {1}
ru_ru: Всего связей {0} {1}

source: Relabeling
ru_ru: Перемаркировка

source: Save
ru_ru: Сохранить

# SerialNumIsNotValid
source: Package serial number is not valid. It is already used.
ru_ru: Серийный номер изделия недействителен. Он уже использован.

source: Set value
ru_ru: Ввод значения

# TrueToString
source: Yes
ru_ru: Да

# TS
source: DateTimeStamp
ru_ru: Дата

source: User
ru_ru: Пользователь

# UserAssembler
source: Assembler
ru_ru: Сборщик

source: User credentials
ru_ru: Ввод учётных данных пользователя

# UserIisNotAnApplicationUser
source: User '{0}' is not an application user '{1}'
ru_ru: Пользователь '{0}' не является пользователем приложения '{1}'

# LastTS
source: LastTimeStamp
ru_ru: Макс. дата

source: Links count
ru_ru: Число связей

source: Statistics by jobs
ru_ru: Статистика по ПЗ

# ManualEntryGroupName
source: Manual entry a Job
ru_ru: Ввести ПЗ

source: No data
ru_ru: Нет данных

source: Print
ru_ru: Печать

# ShownLinksCount
source: Shown links count {0} of {1} {2}
ru_ru: Показано связей {0} из {1} {2}

# SelectingWayToSearchGroupName
source: Selecting a way to search a GroupName
ru_ru: Выбор способа поиска ПЗ

source: By GroupName list
ru_ru: Из списка ПЗ

source: By package serial num
ru_ru: По серийному номеру

# ManualEntryPackage
source: Manual entry a package
ru_ru: Ввести корпус

source: Serial number
ru_ru: Серийный номер

# ValueIsNotInteger
source: The value is not a number.
ru_ru: Значение не является числом.

# ValueOutOfRange
source: Value out of range. Valid values ​​are defined in system 0502 'Print Labels'.
ru_ru: Значение вне диапазона. Допустимые значения определены в системе 0502 'Печать этикеток'.

# AssemblyExists
source: An assembly with this serial number already exists.
ru_ru: Сборка с таким серийным номером уже существует.

# LotNotIssuedToJob
source: Not issued from the lots: {0} to job '{1}'.
ru_ru: Нет списания из партий ППЭ: {0} на ПЗ '{1}'.

# DeviceCodeisUsed
source: Semiconductor element with this number was assembled earlier. You cannot reuse semiconductor element with this number.
ru_ru: ППЭ с таким обозначением был собран ранее. Нельзя использовать ППЭ с таким обозначением повторно.

# DescriptionWrongFormat
source: Description have wrong format
ru_ru: Не правильный формат обозначения
